Подведение итогов: - Дополнение
